Repository: Nurtugang/shakarim-ai-check
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kk

source: Главная
kk: Басты бет

source: Инструкция
kk: Нұсқаулық

source: Контакты
kk: Байланыс

source: Дашборд
kk: Басқару тақтасы

source: Выйти
kk: Шығу

source: Войти
kk: Кіру

source: Тема
kk: Тақырып

source: Разработано в рамках программы AI SANA
kk: AI SANA бағдарламасы аясында жасалған

source: Регистрация не требуется
kk: Тіркелу қажет емес

source: Информация
kk: Ақпарат

source: Используйте свои учетные данные из университетской системы для входа.
kk: Жүйеге кіру үшін университет жүйесінің тіркелгі деректерін пайдаланыңыз.

source: Регистрация происходит автоматически при первом входе.
kk: Тіркеу бірінші рет кіргеннен кейін автоматты түрде жүзеге асады.

source: Студенты: используйте свой студенческий ID
kk: Студенттер: Студенттік ID пайдаланыңыз

source: Преподаватели: используйте свой преподавательский ID
kk: Мұғалімдер: Мұғалімдік ID пайдаланыңыз

source: Безопасность: данные синхронизируются с университетской системой
kk: Қауіпсіздік: деректер университет жүйесімен синхрондалады

source: Перейти к авторизации
kk: Авторизацияға өтіңіз

source: Регистрация
kk: Тіркеу

source: Фамилия
kk: Тегі

source: Университетский ID
kk: Университеттік ID

source: Имя пользователя
kk: Пайдаланушы аты

source: Ваш логин
kk: Сіздің логиніңіз

source: Используйте ваш студенческий или преподавательский ID
kk: Сіздің студенттік немесе мұғалімдік ID пайдаланыңыз

source: Электронная почта
kk: Электрондық пошта

source: Пароль
kk: Құпия сөз

source: Подтверждение пароля
kk: Құпия сөзді растау

source: Запомнить меня
kk: Мені есте сақтау

source: Забыли пароль
kk: Құпия сөзіңізді ұмыттыңыз ба

source: Зарегистрироваться
kk: Тіркелу

source: Уже авторизованы
kk: Жүйеге кірдіңіз бе

source: Уже есть аккаунт
kk: Есептік жазбаңыз бар ма

source: Вопросы по входу
kk: Жүйеге кіру туралы сұрақтарыңыз бар ма

source: Связаться с поддержкой
kk: Қолдау қызметіне хабарласу

source: Нужна помощь
kk: Көмек керек пе

source: Если у вас проблемы со входом, обратитесь в IT отдел университета
kk: Жүйеге кіру кезінде қиындықтар туындаса, университеттің IT бөліміне хабарласыңыз.

source: Свяжитесь с администратором или обратитесь в техническую поддержку
kk: Әкімшіге хабарласыңыз немесе техникалық қолдау қызметіне хабарласыңыз

source: Контактная информация
kk: Байланыс ақпараты

source: Адрес
kk: Мекенжай

source: г. Семей, область Абай
kk: Семей қаласы, Абай облысы

source: Республика Казахстан
kk: Қазақстан Республикасы

source: Мы на карте
kk: Біз картадамыз

source: Мы в социальных сетях
kk: Біз әлеуметтік желілердеміз

source: Свяжитесь с нами
kk: Бізбен хабарласыңыз

source: Ваше имя
kk: Cіздің атыңыз

source: Сообщение
kk: Хабарлама

source: Отправить
kk: Жіберу

source: Интеллектуальная проверка студенческих работ
kk: Оқушылардың жұмысын интеллектуалды тексеру

source: Проект Shakarim AI Check от Shakarim University позволяет автоматически анализировать качество студенческих работ с помощью искусственного интеллекта.
kk: Шәкәрім университетінің Shakarim AI Check жобасы жасанды интеллект арқылы студенттер жұмысының сапасын автоматты түрде талдауға мүмкіндік береді.

source: Об AI SANA
kk: AI SANA туралы

source: Проект разработан в рамках инновационной программы AI SANA, направленной на внедрение передовых технологий искусственного интеллекта в образовательный процесс.
kk: Жоба озық жасанды интеллект технологияларын оқу үдерісіне енгізуге бағытталған AI SANA инновациялық бағдарламасы аясында әзірленген.

source: ИИ-анализ
kk: ЖИ талдауы

source: Автоматическая оценка структуры, логики, грамматики и оригинальности работ
kk: Шығармалардың құрылымын, логикасын, грамматикасын және түпнұсқалығын автоматты түрде бағалау

source: Детальный отчет
kk: Егжей-тегжейлі есеп

source: Подробный анализ по каждому критерию с рекомендациями
kk: Ұсыныстары бар әрбір критерий бойынша егжей-тегжейлі талдау

source: История проверок
kk: Тексерулер тарихы

source: Отслеживайте прогресс и храните результаты всех проверок
kk: Прогрессті қадағалаңыз және барлық тексерулердің нәтижелерін сақтаңыз

source: Поддержка файлов
kk: Файлды қолдау

source: Работа с файлами PDF и Word без потери форматирования
kk: Пішімдеуді жоғалтпай PDF және Word файлдарымен жұмыс

source: Добро пожаловать
kk: Қош келдіңіз

source: Авторизация через ИС Platonus
kk: Platonus АЖ арқылы авторизация

source: Локальный аккаунт
kk: Локалды аккаунт

source: Локальный вход
kk: Локалды логин

source: Проверок
kk: Тексерулер

source: Средний балл
kk: Орташа балл

source: Перейти к проверкам
kk: Тексерулерге өту

source: Последняя проверка
kk: Соңғы тексеру

source: Программа AI-SANA
kk: AI-SANA бағдарламасы

source: Министерство науки и высшего образования представило инновационную программу AI-SANA по искусственному интеллекту
kk: Ғылым және жоғары білім министрлігі жасанды интеллект бойынша AI-SANA инновациялық бағдарламасын таныстырды

source: Через Platonus
kk: Platonus арқылы

source: Вход через ИС Platonus
kk: Platonus АЖ арқылы кіру

source: Используйте ваши учетные данные из университетской системы
kk: Университет жүйесінен тіркелгі деректеріңізді пайдаланыңыз

source: Введите ваш ID
kk: ID енгізіңіз

source: Студенческий или преподавательский ID
kk: Студент немесе мұғалім ID

source: Войти через Platonus
kk: Platonus арқылы кіру

source: Автоматическая регистрация при первом входе
kk: Бірінші кіру кезінде автоматты тіркеу

source: Для администраторов и зарегистрированных пользователей
kk: Әкімшілер мен тіркелген пайдаланушылар үшін

source: Войти локально
kk: Жергілікті жүйеге кіру

source: Нет аккаунта
kk: Есептік жазбаңыз жоқ па

source: Обратитесь в IT отдел университета если у вас проблемы со входом
kk: Жүйеге кіру кезінде қиындықтар туындаса, университеттің IT бөліміне хабарласыңыз

source: Инструкция по использованию
kk: Қолдану нұсқаулары

source: Добро пожаловать в систему интеллектуальной проверки студенческих работ
kk: Зияткерлік студент жұмысын тексеру жүйесіне қош келдіңіз

source: Shakarim AI Check использует технологии искусственного интеллекта Google Gemini для анализа академических работ и предоставляет детальный отчет по структуре, логике, грамматике и оригинальности текста.
kk: Shakarim AI Check академиялық құжаттарды талдау үшін Google Gemini жасанды интеллект технологиясын пайдаланады және мәтіннің құрылымы, логикасы, грамматикасы және түпнұсқалығы туралы егжей-тегжейлі есеп береді.

source: Процесс работы с системой
kk: Жүйемен жұмыс істеу процесі

source: Войдите в систему, используя ваши учетные данные. Если у вас еще нет аккаунта, пройдите регистрацию.
kk: Тіркелгі деректерін пайдаланып жүйеге кіріңіз. Егер сізде әлі тіркелгіңіз болмаса, тіркеліңіз.

source: Загрузка работы
kk: Жұмыс жүктелуде

source: Загрузите документ в формате PDF или DOCX, нажав на кнопку «Загрузить документ» на странице дашборда.
kk: Баcқару тақтасы бетіндегі «Құжатты жүктеп салу» түймесін басу арқылы құжатты PDF немесе DOCX пішімінде жүктеп салыңыз.

source: Анализ результатов
kk: Нәтижелерді талдау

source: Изучите результаты анализа, сильные и слабые стороны работы, а также рекомендации по улучшению.
kk: Талдау нәтижелерін, жұмыстың күшті және әлсіз жақтарын және жақсарту бойынша ұсыныстарды қарап шығыңыз.

source: Описание интерфейса
kk: Интерфейс сипаттамасы

source: На странице дашборда вы можете увидеть историю всех ваших проверок. Для каждой проверки отображается:
kk: Бақылау тақтасының бетінде сіз барлық тексерулеріңіздің тарихын көре аласыз. Әрбір тексеру үшін мыналарды көруге болады:

source: Название файла
kk: Файл атауы

source: Дата проверки
kk: Тексеру күні

source: Статус обработки
kk: Өңдеу күйі

source: Общая оценка
kk: Жалпы рейтинг

source: Кнопки для просмотра результатов и удаления проверки
kk: Нәтижелерді көруге және сынақты жоюға арналған түймелер

source: Просмотр документа
kk: Құжатты қарау

source: При просмотре документа вы увидите
kk: Құжатты қараған кезде сіз көресіз

source: Исходный текст документа
kk: Құжаттың түпнұсқа мәтіні

source: Результаты анализа с оценками по категориям
kk: Санат бойынша бағалаулары бар нәтижелерді талдау

source: Вкладки с детальным анализом, сильными и слабыми сторонами, рекомендациями
kk: Егжей-тегжейлі талдау, күшті және әлсіз жақтары, ұсыныстары бар қойындылар

source: Детальный анализ
kk: Егжей-тегжейлі талдау

source: Страница детального анализа содержит
kk: Егжей-тегжейлі талдау бетінде бар

source: Круговые диаграммы с оценками по категориям
kk: Санат бойынша бағалаулары бар дөңгелек диаграммалар

source: Подробный анализ структуры, логики, грамматики и оригинальности
kk: Құрылымды, логиканы, грамматиканы және түпнұсқалықты егжей-тегжейлі талдау

source: Конкретные рекомендации по улучшению работы
kk: Өнімділікті жақсарту бойынша нақты ұсыныстар

source: Критерии оценки
kk: Бағалау критерийлері

source: Структура
kk: Құрылымы

source: Оценивается наличие и качество всех необходимых элементов, оформление работы, структурированность текста, баланс частей работы.
kk: Барлық қажетті элементтердің болуы мен сапасы, жұмыстың безендірілуі, мәтіннің құрылымы, жұмыс бөліктерінің тепе-теңдігі бағаланады.

source: Оценивается последовательность и связность аргументации, соответствие содержания теме, полнота раскрытия темы, качество аргументации.
kk: Аргументтердің жүйелілігі мен дәйектілігі, мазмұнның тақырыпқа сәйкестігі, тақырыпты ашудың толықтығы және дәлелдеу сапасы бағаланады.

source: Оценивается орфографическая и пунктуационная грамотность, синтаксическая корректность, соответствие научному стилю, точность формулировок.
kk: Орфографиялық және пунктуациялық сауаттылығы, синтаксистік дұрыстығы, ғылыми стильге сәйкестігі, тұжырымдардың дұрыстығы бағаланады.

source: Оригинальность
kk: Түпнұсқалық

source: Оценивается уникальность текста, наличие собственных идей и суждений, критический анализ источников, творческий подход к решению задач.
kk: Мәтіннің бірегейлігі, өзіндік идеялары мен пікірлерінің болуы, дереккөздерді сыни талдау, мәселелерді шешуге шығармашылық көзқарас бағаланады.

source: Дополнительная информация
kk: Қосымша ақпарат

source: Система поддерживает документы в форматах PDF и DOCX размером до 10 МБ.
kk: Жүйе өлшемі 10 МБ дейінгі PDF және DOCX пішіміндегі құжаттарды қолдайды.

source: Анализ документа может занять от нескольких секунд до нескольких минут в зависимости от размера файла.
kk: Құжатты талдау файл өлшеміне байланысты бірнеше секундтан бірнеше минутқа дейін созылуы мүмкін.

source: Все загруженные документы хранятся в системе и доступны в истории проверок.
kk: Барлық жүктелген құжаттар жүйеде сақталады және аудит журналында қолжетімді.

source: Вы можете удалить проверку и все связанные с ней данные в любое время.
kk: Сіз чекті және барлық қатысты деректерді кез келген уақытта жоя аласыз.

source: Для получения наилучших результатов рекомендуется загружать документы без сложного форматирования.
kk: Жақсы нәтиже алу үшін құжаттарды күрделі пішімдеусіз жүктеп салу ұсынылады.

source: Вернуться к истории проверок
kk: Тексеру журналына оралыңыз

source: Общий результат проверки
kk: Жалпы тест нәтижесі

source: Рекомендации
kk: Ұсыныстар

source: Информация не найдена
kk: Ақпарат табылмады

source: Слабые стороны
kk: Әлсіз жақтары

source: Сильные стороны
kk: Күшті жақтары

source: Общие рекомендации
kk: Жалпы ұсыныстар

source: Рекомендации по структуре
kk: Құрылымы бойынша ұсыныстар

source: Рекомендации по логике
kk: Логика бойынша ұсыныстар

source: Рекомендации по грамматике
kk: Грамматика бойынша ұсыныстар

source: Рекомендации по оригинальности
kk: Түпнұсқалық бойынша ұсыныстар

source: Загрузить документ
kk: Құжатты жүктеп салу

source: Загрузить документ на проверку
kk: Тексеру үшін құжатты жүктеп салу

source: Выберите файл (PDF или DOCX)
kk: Файлды таңдау (PDF немесе DOCX)

source: Максимальный размер файла: 5 MB. Рекомендуемый объем: до 50 страниц (~120,000 символов).
kk: Максималды файл өлшемі: 5 МБ. Ұсынылатын өлшем: 50 бетке дейін (~120 000 таңба).

source: Дополнительные инструкции (необязательно)
kk: Қосымша нұсқаулар (міндетті емес)

source: Укажите специфичные требования для проверки (опционально)
kk: Тексеруге арналған арнайы талаптарды көрсетіңіз (міндетті емес)

source: Отмена
kk: Болдырмау

source: Проверить
kk: Тексеру

source: Анализ документа
kk: Құжаттарды талдау

source: Это может занять несколько минут в зависимости от размера документа
kk: Бұл құжаттың өлшеміне байланысты бірнеше минут алуы мүмкін.

source: Замечания
kk: Ескертпелер

source: Действия
kk: Әрекеттер

source: В обработке
kk: Өңдеуде

source: Завершено
kk: Аяқталды

source: Ошибка
kk: Қате

source: Подробный анализ
kk: Егжей-тегжейлі талдау

source: Удалить
kk: Жою

source: У вас пока нет проверенных документов
kk: Сізде әлі расталған құжаттар жоқ.

source: Загрузите документ для анализа, используя кнопку выше
kk: Жоғарыдағы түймені пайдаланып талдау үшін құжатты жүктеп салыңыз

source: Пожалуйста, выберите файл для загрузки
kk: Жүктеп салу үшін файлды таңдаңыз

source: Произошла ошибка при загрузке файла
kk: Файлды жүктеу кезінде қате орын алды

source: Продолжить анализ
kk: Талдауды жалғастыру керек пе

source: Произошла ошибка при отправке запроса
kk: Сұрауыңызды жіберу кезінде қате орын алды

source: Вы уверены, что хотите удалить эту проверку
kk: Бұл чекті шынымен жойғыңыз келе ме

source: Произошла ошибка при удалении проверки
kk: Чекті жою кезінде қате орын алды

source: Исходный документ
kk: Түпнұсқа құжат

source: Все замечания
kk: Барлық пікірлер

source: Результаты анализа
kk: Талдау нәтижелері

source: Найденные замечания
kk: Пікірлер табылды

source: Анализ
kk: Талдау

source: Кликните на выделенный фрагмент в тексте, чтобы увидеть детали замечания
kk: Түсініктеменің егжей-тегжейлерін көру үшін мәтіндегі ерекшеленген фрагментті басыңыз

source: Выбранное замечание
kk: Таңдалған ескерту

source: Анализируемый фрагмент
kk: Талданған фрагмент

source: Тип замечания
kk: Ескерту түрі

source: Приоритет
kk: Басымдық

source: Описание замечания
kk: Ескертпенің сипаттамасы

source: Рекомендация по улучшению
kk: Жақсарту бойынша ұсыныс

source: Как улучшить
kk: Қалай жақсартуға болады

source: Все найденные замечания
kk: Барлық табылған пікірлер

source: Логика изложения
kk: Тұсаукесер логикасы

source: Грамматика и стиль
kk: Грамматика және стиль

source: Замечания не найдены
kk: Пікірлер табылмады

source: Цитата не найдена
kk: Дәйексөз табылмады

source: Описание отсутствует
kk: Сипаттама жоқ

source: Грамматическое замечание
kk: Грамматикалық ескертпе

source: Стилистическое замечание
kk: Стилистикалық ескертпе

source: Замечание по логике
kk: Логика туралы ескертпе

source: Структурное замечание
kk: Description is missing

source: Замечание по оригинальности
kk: Құрылымдық ескертпе

source: Высокая
kk: Жоғары

source: Средняя
kk: Орташа

source: Низкая
kk: Төмен

source: Введите логин и пароль.
kk: Логин мен парольді енгізіңіз.

source: Неверный логин или пароль. Проверьте данные и попробуйте снова.
kk: Логин немесе құпия сөз қате. Деректерді тексеріп, әрекетті қайталаңыз.

source: До свидания, {}!
kk: Қош бол, {}!

source: Ваше сообщение успешно отправлено!
kk: Хабарлама сәтті жіберілді!

source: Документ содержит {char_count:,} символов (больше рекомендуемых 100,000). Текст будет сокращен для анализа.
kk: Құжатта {char_count:,} таңба бар (ұсынылған 100 000-нан көп). Мәтін талдау үшін қысқартылады.
